tap "buo/cask-upgrade"
tap "epk/epk"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
brew "bash"
brew "bat"
brew "fontconfig"
brew "xz"
brew "python@3.9"
brew "glib"
brew "chafa"
brew "coreutils"
brew "dockutil"
brew "duti"
brew "exa"
brew "fd"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "htop"
brew "lesspipe"
brew "lynx"
brew "python@3.10"
brew "mackup"
brew "mas"
brew "mdcat"
brew "neovim"
brew "nghttp2"
brew "node"
brew "openssl@3"
brew "pandoc"
brew "pipenv"
brew "poppler"
brew "progress"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby"
brew "subversion"
brew "terminal-notifier"
brew "tmux"
brew "trash"
brew "vivid"
brew "wget"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/svim"
cask "anki"
cask "emacs"
cask "font-ia-writer-mono"
cask "font-im-writing-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-source-code-pro"
cask "gpg-suite"
cask "jetbrains-toolbox"
cask "monero-wallet"
cask "textmate"
cask "tidal"
cask "tor-browser"
cask "zotero"
mas "AdBlock Pro", id: 1018301773
mas "AudioBookBinder", id: 413969927
mas "Cascadea", id: 1432182561
mas "ColorSlurp", id: 1287239339
mas "Find Any File", id: 402569179
mas "HextEdit", id: 1557247094
mas "Paste", id: 967805235
mas "Patterns", id: 429449079
mas "Peek", id: 1554235898
mas "PLIST Editor", id: 1157491961
mas "Post-it®", id: 1475777828
mas "Tampermonkey", id: 1482490089
mas "The Unarchiver", id: 425424353
mas "Time Out", id: 402592703
mas "Xcode", id: 497799835
