tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "bash"
brew "bat"
brew "xz"
brew "python@3.9"
brew "coreutils"
brew "dockutil"
brew "duti"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "lsd"
brew "mas"
brew "neovim"
brew "nghttp2"
brew "node"
brew "openssl@3"
brew "pandoc"
brew "python@3.10"
brew "pipenv"
brew "poppler"
brew "progress"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby"
brew "subversion"
brew "tmux"
brew "vivid"
brew "zlib"
brew "zsh-syntax-highlighting"
cask "anki"
cask "font-ia-writer-mono"
cask "font-im-writing-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "gpg-suite"
cask "jetbrains-toolbox"
cask "monero-wallet"
cask "tidal"
cask "tor-browser"
