tap "buo/cask-upgrade"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "bash"
brew "bat"
brew "readline"
brew "xz"
brew "python@3.9"
brew "coreutils"
brew "dockutil"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "lsd"
brew "mas"
brew "neovim"
brew "nghttp2"
brew "node"
brew "openssl@3"
brew "pandoc"
brew "python@3.10"
brew "pipenv"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby"
brew "subversion"
brew "tmux"
brew "vivid"
brew "wallpaper"
brew "zlib"
cask "anki"
cask "font-ia-writer-mono"
cask "font-source-code-pro"
cask "github"
cask "jetbrains-toolbox"
mas "AdBlock Pro", id: 1018301773
mas "AudioBookBinder", id: 413969927
mas "Cascadea", id: 1432182561
mas "ColorSlurp", id: 1287239339
mas "Find Any File", id: 402569179
mas "Paste", id: 967805235
mas "Peek", id: 1554235898
mas "Speeko", id: 1071468459
mas "Tampermonkey", id: 1482490089
mas "The Unarchiver", id: 425424353
mas "Time Out", id: 402592703
mas "Xcode", id: 497799835
